insert into courses (name)
values (1), (2), (3);

insert into science_directions (name)
values ('Техническое'),
       ('Естественно-научное'),
       ('Социальное');

insert into universities(name, abbreviation)
values ('Самарский государственный технический университет', 'СамГТУ'),
       ('Самарский национальный исследовательский университет имени академика С.П. Королева', 'СУ'),
       ('Поволжский государственный университет телекоммуникаций и информатики', 'ПГУТИ'),
       ('Самарская государственная сельскохозяйственная академия', 'СГСХА'),
       ('Самарский государственный социально-педагогический университет', 'СГСПУ'),
       ('Самарский филиал московского городского педагогического университета', 'СФМГПУ'),
       ('Тольяттинский государственный университет', 'ТГУ'),
       ('Международный институт рынка', 'МИР'),
       ('Медицинский университет "Реавиз"', 'РЕАВИЗ'),
       ('Самарский юридический институт Федеральной службы исполнения наказаний', 'СЮИФСИН'),
       ('Самарский государственный институт культуры', 'СГИК'),
       ('Самарский государственный экономический университет', 'СГЭУ'),
       ('Самарский государственный медицинский университет Министерства здравоохранения Российской Федерации',
        'СамГМУ'),
       ('Самарский государственный университет путей и сообщений', 'СамГУПС'),
       ('Самарская гуманитарная академия', 'СаГА'),
       ('Поволжский государственный университет сервиса', 'ПВГУС'),
       ('Другой университет', 'ДРУГОЙ');